Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Defaults to 1.3. Increase target by this amount when looping off raw/noisy CGM data
bg: Стойност по подразбиране: 1.3. Увеличава целта с тази стойност при цикъл с необработени/шумни CGM данни
cs: Výchozí hodnota je 1,3. O tuto hodnotu se zvýší cíl, pokud smyčka pracuje s nezpracovanými nebo zašuměnými daty z CGM
da: Standard er 1,3. Øg målet med dette beløb ved sløjfning af rå/støjende CGM-data
de: Der Standard Wert ist 1.3 Der Zielwert wird um diesen Faktor erhöht, wenn rohe/verrauschte CGM Werte vorliegen
es: Por defecto es 1.3. Aumenta el objetivo en esta cantidad al montar un lazo con los datos sin procesar/ruidosos del MCG
fr: Valeur par défaut : 1,3. Lorsqu'en boucle fermée, les mesures du CGM (capteur de glucose en continu) sont brutes (non filtrées) ou bruyantes (instables ou incohérentes, par exemple en raison d’un capteur mal positionné ou en fin de vie), ce coefficient d’ajustement compense ces mesures en augmentant la cible, qui est alors multipliée par ce ratio
it: Predefinito a 1.3. Aumenta l'obiettivo glicemico di questa quantità quando si hanno dati CGM grezzi/rumorosi
nb_no: Standardverdi er 1.3. Øker BS-mål med denne mengden når du looper med rå/støyende CGM-data
nl: De standaardwaarde is 1.3. De streefwaarde wordt met deze factor verhoogd als er CGM-waarden met ruis aanwezig zijn
pl: Domyślna wartość to 1,3. Jeśli dane CGM są zaszumione/niedokładne zwiększa docelowy poziom glikemii we krwi o ustaloną wartość
pt_pt: O padrão é 1.3. Aumente o alvo nesta quantidade quando estiver repetindo dados cru / barulho de CGM
ru: По умолчанию 1,3. Увеличивает цель на эту величину, когда цикл отключается из за шума сенсора
sv: Standardvärde 1,3. Öka målvärdet med denna multipel när du loopar med ofiltrerad CGM-data med mycket brus
uk: За зомовчуванням 1,3. Збільшує значення на цю величину, коли цикл відключається з-за шуму сенсора CGM
vi: Mặc định là 1.3. Mục tiêu sẽ được tăng thêm giá trị này khi hệ thống hoạt động dựa trên dữ liệu CGM thô hoặc nhiễu
zh_hant: 預設值為 1.3。當循環關閉原始/干擾 CGM 資料時，增加目標這個數量。

source: Defaults to false, so that Trio will set temps whenever it can, so it will be easier to see if the system is working, even when you are offline. This means OpenAPS will set a “neutral” temp (same as your default basal) if no adjustments are needed. This is an old setting for OpenAPS to have the options to minimise sounds and notifications form the 'rig', that may wake you up during the night.
bg: Стойност по подразбиране: false, така че Trio да задава временни базали винаги когато е възможно, за да е по-лесно да се види дали системата работи, дори и когато сте офлайн. Това означава, че Trio ще зададе „неутрален“ временен базал (равен на базала ви по подразбиране), ако не са необходими корекции. Това е стара настройка на OpenAPS, позволяваща да се намалят звуците и известията от „rig“, които могат да ви събудят през нощта.
cs: Výchozí nastavení je vypnuto. Pokud ho zapneš, Trio bude nastavovat dočasné bazály (temps) kdykoliv to půjde, aby bylo lépe vidět, že systém pracuje, i když jsi offline. To znamená, že OpenAPS nastaví „neutrální“ dočasný bazál (stejný jako tvůj výchozí bazál), i když nejsou potřeba žádné úpravy. Jde o staré nastavení z OpenAPS, které mělo minimalizovat zvuky a oznámení z „rigu“, které by tě mohly v noci budit.
da: Standard er falsk, så Trio vil sætte temps når det er muligt, så det vil være lettere at se, om systemet fungerer, selv når du er offline. Det betyder, at OpenAPS vil sætte en “neutral” temp (samme som din standard basal) hvis der ikke er behov for justeringer. Dette er en gammel indstilling for OpenAPS at have muligheder for at minimere lyde og meddelelser fra 'rig', der kan vække dig om natten.
de: Die Standardeinstellung ist ausgeschaltet, so dass Trio die Temporären Basalraten so oft wie möglich einstellt, damit Du leichter erkennen kannst, ob das System funktioniert, auch wenn Du offline bist. Das bedeutet, dass OpenAPS eine „neutrale“ Basalrate einstellt (die gleiche wie Ihre Standard-Basalrate), wenn keine Anpassungen erforderlich sind. Dies ist eine alte Einstellung für OpenAPS, um Geräusche und Benachrichtigungen vom 'rig' zu minimieren, die Dich in der Nacht aufwecken könnten.
es: Por defecto es falso, por lo que Trio establecerá basales temporales siempre que pueda, por lo que será más fácil ver si el sistema está funcionando, incluso cuando esté fuera de línea. Esto significa que OpenAPS establecerá una basal temporal “neutral” (igual que su basal por defecto) si no se necesitan ajustes. Esta es una configuración antigua para que OpenAPS tenga las opciones para minimizar sonidos y notificaciones del 'rig', que puede despertarte durante la noche.
fr: Par défaut, cette option est désactivée, permettant à Trio de définir des débits temporaires dès que possible, ce qui facilite la vérification du bon fonctionnement du système, même hors ligne. Cela signifie qu'OpenAPS définira un débit temporaire « neutre » (identique à votre débit basal par défaut) si aucun ajustement n'est nécessaire. Il s'agit d'un ancien paramètre d'OpenAPS, conçu pour réduire les sons et notifications du "rig", afin d'éviter de vous réveiller pendant la nuit.
it: I valori predefiniti sono falsi, in modo che Trio imposterà basali temporanee ogni volta che è possibile, così sarà più facile vedere se il sistema funziona, anche quando sei offline. Ciò significa che OpenAPS imposterà una basale temporanea “neutrale” (uguale alla basale predefinita) se non sono necessarie modifiche. Questa è una vecchia impostazione per OpenAPS per avere le opzioni per minimizzare i suoni e le notifiche del dispositivo, che può svegliarti durante la notte.
nb_no: Standard slått av. Trio setter midlertidig basal så ofte den kan, slik at det blir enklere å se at systemet jobber, selv når du er offline. Dette betyr at OpenAPS vil sette en "nøytral" basalrate (samme som din standard basal) hvis det ikke trengs noen justeringer. Dette er en gammel innstilling for at OpenAPS skal ha muligheten til å minimere antall varsler og lyder fra pumpen, som ellers kunne ha vekket deg om natten.
nl: Standaard ingesteld op uit, zodat Trio tijdelijke basaal waardes zal instellen wanneer dat maar kan. Het zal dus makkelijker zijn om te zien of het systeem werkt, zelfs als je offline bent. Dit betekent dat OpenAPS een "neutraal" basaal (hetzelfde als jouw standaard basaal) zal instellen als er geen aanpassingen nodig zijn. Dit is een oude instelling van OpenAPS om de optie te hebben om geluiden en meldingen te beperken waarvan je 's nachts misschien wakker kan worden.
pl: Domyślnie wyłączone, więc Trio ustawi dawki, kiedy tylko będzie to możliwe, dzięki czemu łatwiej będzie sprawdzić, czy system działa, nawet gdy jesteś offline. Oznacza to, że Trio ustawi „neutralną” dawkę (taką samą jak domyślna temperatura bazowa), jeśli nie są potrzebne żadne zmiany. To stare ustawienie OpenAPS, aby mieć opcje minimalizowania dźwięków i powiadomień z „rig”, które mogą Cię obudzić w nocy.
pt_pt: O padrão é falso, para que Trio defina temps sempre que possível, portanto, será mais fácil ver se o sistema está funcionando, mesmo quando você está offline. Isto significa que o OpenAPS definirá uma temperatura "neutro" (mesmo que seu basal padrão) se nenhum ajuste for necessário. Esta é uma configuração antiga para o OpenAPS ter as opções para minimizar sons e notificações formam o 'rig', isso pode te acordar durante a noite.
ru: По умолчанию значение false, так что OpenAPS будет устанавливать временные цели когда это возможно, так будет проще увидеть, работает ли система даже в автономном режиме. Эта настройка означает, что OpenAPS установит «нейтральную» ВБС (такую же, как и исходная база по умолчанию), если изменения не нужны. Это старая настройка OpenAPS для минимизации звуков и уведомлений на помпе.
sv: Av som standard, så att Trio kan ställa in temporära basaldoser närhelst den kan, vilket gör det lättare att se ifall systemet fungerar, även när du är offline. Detta innebär att Trio kommer att ställa in en ”neutral” temporär basal (samma som din ordinarie basal) när inga justeringar behövs. Gammal inställning från OpenAPS för att minska ljud och notiser mitt i natten från dessa 'rigs'. Vi rekommenderar att man lämnar neutrala temporära basaler aktiverade.
uk: За замовчуванням значення false, так що OpenAPS буде встановлювати тимчасові цілі, коли це можливо, так буде простіше побачити, чи працює система навіть в автономному режимі. Це налаштування означає, що OpenAPS встановить "нейтральну" ТБШ (таку ж, як і вихідна база за замовчуванням), якщо зміни не потрібні. Це старе налаштування OpenAPS для мінімізації звуків та повідомлень на помпі.
vi: Mặc định là 'tắt', vì vậy Trio sẽ thiết lập các mức insulin nền tạm thời bất cứ khi nào có thể, giúp bạn dễ dàng kiểm tra xem hệ thống có đang hoạt động hay không, ngay cả khi bạn đang ngoại tuyến. Điều này có nghĩa là OpenAPS sẽ đặt một mức insulin nền 'trung tính' (bằng với mức nền mặc định của bạn) nếu không cần điều chỉnh gì. Đây là một cài đặt cũ của OpenAPS, cho phép giảm thiểu âm thanh và thông báo từ thiết bị 'rig', nhằm tránh làm bạn thức giấc vào ban đêm
zh_hant: 預設為 false，因此 Trio 將在能夠的時候設定臨時基礎，使您更容易看出系統是否正常運作，即使您是離線的。這意味著，如果沒有需要調整，OpenAPS 將設定一個「中性」臨時基礎（與您的預設基礎相同）。這是 OpenAPS 為了有選項減少來自「設備」的聲響和通知，這可能會在晚上叫醒您，而設定的一個舊設定。

source: Defaults to false, which means by default only the low end of the pump’s BG target range is used as OpenAPS target. This is a safety feature to prevent too-wide targets and less-optimal outcomes. Therefore the higher end of the target range is used only for avoiding bolus wizard overcorrections. Use wide_bg_target_range: true to force neutral temps over a wider range of eventualBGs.
bg: Стойност по подразбиране: false, което означава, че по подразбиране само долната граница на целевия диапазон на помпата се използва като цел на OpenAPS. Това е защитна функция, която предотвратява твърде широки цели и по-неоптимални резултати. Затова горната граница на диапазона се използва само за избягване на свръхкорекции на калкулатора за болус. Използвайте wide_bg_target_range: true, за да наложите неутрални временни базали в по-широк обхват от eventualBG.
cs: Výchozí nastavení je vypnuto, což znamená, že se jako cílová hodnota pro OpenAPS bere pouze spodní hranice cílového rozmezí glykémie nastaveného v pumpě. Je to bezpečnostní prvek, který brání příliš širokým cílům a horším výsledkům. Horní hranice rozmezí se tak používá jen k tomu, aby se zabránilo přehnaným korekcím bolusovým průvodcem. Použij „wide_bg_target_range: true“, pokud chceš vynutit neutrální dočasné bazály v širším rozmezí výsledných glykémií.
da: Standard er falsk, hvilket betyder som standard kun den lave ende af pumpens BG målområde bruges som OpenAPS mål. Dette er en sikkerhedsfunktion for at forhindre alt for brede mål og mindre optimale resultater. Derfor er den højere ende af målområdet kun bruges til at undgå bolus guiden overkorrektioner. Brug wide_bg_target_range: sand for at tvinge neutrale temps over en bredere vifte af eventualBGs.
de: Der Standardwert ist ausgeschaltet, was bedeutet, dass standardmäßig nur der untere Wert des Glukose-Zielbereichs der Pumpe als OpenAPS-Ziel verwendet wird. Dies ist eine Sicherheitsfunktion, um zu breite Ziele und weniger optimale Ergebnisse zu vermeiden. Daher wird der obere Wert des Zielbereichs nur zur Vermeidung von Überkorrekturen durch den Bolusassistenten verwendet. Verwende wide_bg_target_range: true, um neutrale Temporäre Basalraten über einen breiteren Bereich von "eventuellen Glukosen" zu erzwingen.
es: Por defecto es falso, lo que significa que por defecto sólo el extremo bajo del rango objetivo de glucosa en la bomba se utiliza como objetivo en OpenAPS. Esta es una característica de seguridad para prevenir objetivos demasiado amplios y resultados menos óptimos. Por lo tanto, el extremo más alto del rango objetivo sólo es usado para evitar sobre-correcciones del asistente de bolos. Use wide_bg_target_range: true para forzar temporizaciones neutrales sobre un rango más amplio de valores eventuales de glucosa.
fr: Par défaut, cette option est désactivée, ce qui signifie que seule la limite basse de la plage cible de glucose de la pompe est utilisée comme cible OpenAPS. Il s’agit d’une mesure de sécurité visant à éviter des plages trop larges et des résultats sous-optimaux. Par conséquent, la limite haute de la plage cible est uniquement utilisée pour éviter les surcorrections du calculateur de bolus. Activez "wide_bg_target_range: true" pour forcer des débits temporaires neutres sur une plage plus large de eventualBGs (mesures de glucose prévues).
it: Predefiniti a false, il che significa per impostazione predefinita solo l'estremità bassa del campo di destinazione BG della pompa viene utilizzato come obiettivo OpenAPS. Si tratta di una caratteristica di sicurezza per evitare obiettivi troppo ampi e risultati meno ottimali. Pertanto l'estremità superiore dell'intervallo di riferimento viene utilizzata solo per evitare correzioni guidate in bolo. Usare wide_bg_target_range: true per forzare basali temporanee neutre su un più ampio intervallo di eventualBG.
nb_no: Standard slått av. Som standard vil bare den nederste enden av pumpens BS-målområde bli brukt som OpenAPS-mål. Dette er en sikkerhetsfunksjon for å hindre for brede målområder og mindre optimalt utfall. Derfor brukes den høyeste delen av målområdet kun for å unngå overkorreksjon i bolus-veiviseren. Bruk wide_bg_target_range: true for å tvinge nøytrale midertidige mål over et bredere område av estimerte BS-verdier.
nl: Standaard uit betekent dat standaard alleen de laagste BG van de pomp wordt gebruikt als OpenAPS doel. Dit is een veiligheidsvoorziening om al te brede doelen en minder optimale resultaten te voorkomen. Daarom wordt het hoogste eind van het streefbereik alleen gebruikt om teveel compenseren van de bolus assistent te voorkomen. Gebruik wide_bg_target_range: Waar om neutrale temps af te dwingen over een breder bereik van de uiteindelijke BG.
pl: Domyślnie wyłączone, co oznacza, że tylko dolny zakres docelowy jest używany jako cel OpenAPS. Jest to funkcja bezpieczeństwa zapobiegająca zbyt szerokim zakresom docelowym i mniej optymalnym wynikom. Dlatego górny koniec zakresu docelowego jest używany tylko w celu uniknięcia nadmiernych korekt kreatora bolusa. Jeśli włączysz wymusisz neutralne dawki bazy podstawowej w szerszym zakresie glikemii docelowej.
pt_pt: O padrão é falso, o que significa por padrão apenas a parte inferior do intervalo do alvo da bomba de glicemia é usado como alvo OpenAPS. Esta é uma característica de segurança para evitar alvos amplos e resultados menos óptimos. Por conseguinte, a extremidade superior do alcance-alvo só é utilizada para evitar as sobrecorrecções do assistente de bólus . Usar wide_bg_target_range: verdadeiro para forçar tempos neutros sobre uma gama mais ampla de eventualBGs.
ru: По умолчанию значение false, что означает, что в качестве цели OpenAPS используется только низкий нижний BG помпы. Это свойство безопасности для предотвращения слишком широких целей и менее оптимальных результатов. Поэтому верхний диапазона постоянной цели используется только для избежания чрезмерной коррекции в мастере болюса на помпах Медтроник. Используйте wide_bg_target_range: true для принудительного включения нейтральной ВБС, когда eventualBG в пределах диапазона.
sv: Avstängd som standard, vilket innebär att endast det nedre intervallet av dina inställda målvärden kommer att användas som målvärde i Trio. Detta är en säkerhetsfunktion för att förhindra alltför omfattande målintervall med mindre optimala resultat som följd. Den övre delen av målvärdet används endast för att undvika överkorrigeringar av bolusguiden. Använd 'Wide BG Target Range' för att forcera neutrala temporära basaldoser att användas över ett bredare intervall av förväntade glukosvärden.
uk: За замовчуванням значення false, що означає, що як мета OpenAPS використовується тільки низький нижній BG помпи. Це властивість безпеки для запобігання надто широким цілям і менш оптимальним результатам. Тому верхній діапазон постійної мети використовується тільки для уникнення надмірної корекції в майстрі болюса на помпах Медтронік. Використовуйте wide_bg_target_range: true для примусового увімкнення нейтральної ТБШ, коли eventualBG в межах діапазону.
vi: Mặc định là 'tắt', nghĩa là theo mặc định, OpenAPS chỉ sử dụng giới hạn dưới của phạm vi mục tiêu đường huyết (BG target) từ bơm insulin làm mục tiêu. Đây là một tính năng an toàn nhằm tránh việc đặt mục tiêu quá rộng, dẫn đến hiệu quả điều trị kém. Do đó, giới hạn trên của phạm vi mục tiêu chỉ được sử dụng để tránh việc tính toán bolus bị điều chỉnh quá mức bởi Bolus Wizard. Nếu bạn muốn hệ thống duy trì mức insulin nền trung tính (neutral temps) trong phạm vi rộng hơn của các giá trị đường huyết dự đoán (eventualBG), hãy bật tùy chọn wide_bg_target_range: true.
zh_hant: 預設為 false，這意味著預設僅使用幫浦的血糖目標範圍下限作為 OpenAPS 目標。這是一種安全功能，以防止目標過寬和不太理想的結果。因此，目標範圍的上限僅用於避免注射嚮導的過度修正。使用 wide_bg_target_range: true 可以強制在更廣範圍的最終血糖上使用中性臨時基礎。

source: Defaults to false. Setting to true allows changing insulinPeakTime
bg: Стойност по подразбиране: false. При true се позволява промяна на insulinPeakTime
cs: Výchozí nastavení je vypnuto. Zapnutí ti umožní měnit čas vrcholu účinku inzulínu (insulinPeakTime).
da: Standard er falsk. Indstilling til sand tillader ændring af insulinPeakTime
de: Ist standardmäßig auf aus. Wenn eingeschaltet erlaubt dies das Einstellen eines benutzerspezifischen Wirkungshochs für das ausgewählte Insulin, respektive dessen Wirkungs-Kurve
es: Por defecto es falso. Cambiarlo a verdadero permite cambiar el insulinPeakTime
fr: Par défaut, cette option est désactivée. Activer cette option permet de modifier « Durée avant pic d'action de l'insuline » (insulinPeakTime)
it: I valori predefiniti sono falsi. Impostare a Vero permette di cambiare il tempo di picco dell’insulina
nb_no: Standard slått av. Når den slås på tillates det å endre insulinPeakTime
nl: Is standaard ingesteld op uit. Indien ingeschakeld, kunt u de insuline piektijd veranderen
pl: Domyślnie wyłączone. Pozwala na zmianę czasu szczytu insuliny (PeakTime), w którym insulina ma maksymalną aktywność
pt_pt: O padrão é falso. A configuração verdadeira permite alterar insulinPeakTime
ru: По умолчанию значение выключено. Включение параметра позволяет изменять пиковое время инсулина (insulinPeakTime)
sv: Avstängd som standard. Om påslagen så tillåts ändring av 'insulinPeakTime', dvs. tiden i minuter när insulinet har som störst glukossänkande effekt
uk: За замовченням значення вимкнено. Включення параметра дозволяє змінювати піковий час інсуліна (insulinPeakTime)
vi: Mặc định là 'tắt'. Nếu bật (true), bạn có thể thay đổi thời gian đạt đỉnh của insulin (insulinPeakTime)
zh_hant: 預設為 false。設定為 true 允許更改 insulinPeakTime
